Repository: Andrei-Rosu/symfony-website-skeleton-starter
Catalog: translations/messages.*.xlf
Languages: fr

# register.header.description
source: Register page description meta (SEO).
fr: Mettez ici une description pour l'inscription.

# register.body.firsttitle
source: Register your account now
fr: S'inscrire !

# index.body.ul.second
source: Useful links
fr: Liens utiles :

# button.homepage
source: Back to the homepage
fr: Accès à la page d'accueil.

# button.login
source: Access to the login page
fr: Accès à la page login

# default.footer.text
source: Place sticky footer content here !
fr: Mettez un footer ici !

# login.header.description
source: Login description meta (SEO).
fr: Mettez ici une description pour la connexion.

# login.header.title
source: Connection
fr: Connexion

# login.body.firsttitle
source: Log in !
fr: Se connecter !

# button.register
source: Access to the registration page
fr: Accès à la page d'inscription.

# index.header.description
source: Homepage description meta (SEO).
fr: Mettez ici une description pour la page d'accueil.

# index.header.title
source: Homepage
fr: Accueil

# index.body.firsttitle
source: A Symfony 4 Starter Kit
fr: Symfony 4 repo de départ

# index.body.ul.first
source: On this project
fr: Sur le projet :

# index.body.ul.first.li.second
source: Time Continuum library used directly as a service (GlobalClock.php)
fr: La librairie Time Continuum implémentée par le service GlobalClock.php.

# index.body.ul.second.li.first
source: Sample page using Time Continuum.
fr: Page exemple utilisant Time Continuum.

# index.body.ul.third
source: User Auth without FOSUserBundle
fr: Gestion utilisateur sans FOSUser :

# button.logout
source: Log out
fr: Se déconnecter.

# button.user
source: View user's profile
fr: Accès à la page profil de l'utilisateur.

# user.header.title
source: My account
fr: Mon compte

# user.body.firsttitle
source: User's profile
fr: Profil utilisateur

# user.jumbotron.title
source: Hello %firstname% - %lastname%
fr: Bonjour %firstname% - %lastname%

# user.jumbotron.description
source: See a single entry for Webpack on this page (open console to see user.js's message)
fr: Une entrée Webpack unique est ajoutée sur cette page (ouvrir la console pour voir le message de user.js).

# timecontinuum.header.description
source: Time Continuum description meta (SEO).
fr: Page d'exemples sur le composant Time Continuum

# timecontinuum.body.firsttitle
source: Time Continuum examples
fr: Exemples Time Continuum

# timecontinuum.body.ul.first
source: From the GlobalClock service :
fr: Provenant du service de l'horloge par défaut :

# timecontinuum.body.ul.first.li.first
source: Get global project clock with default time zone :
fr: L'horloge globale suivant le fuseau horaire :

# timecontinuum.body.ul.first.li.second
source: Go back (1 year, 2 months, 24 minutes, 500 ms) :
fr: Retour dans le temps (1 an, 2 mois, 24 minutes, 500 ms) :

# timecontinuum.body.ul.first.li.third
source: Get Paris's clock :
fr: L'horloge de Paris :

# timecontinuum.body.ul.first.li.fourth
source: Get New-York's clock :
fr: L'horloge de New York :

# timecontinuum.body.ul.first.li.fifth
source: Get Paris's clock with Twig filter :
fr: L'horloge de Paris avec des filtres Twig :

# timecontinuum.body.ul.second
source: Back to home page :
fr: Retour à l'accueil.

# index.body.ul.second.li.second
source: Switch locale to FR.
fr: Passer la locale en fr.

# index.body.ul.second.li.third
source: Switch locale to EN.
fr: Passer la locale en en.
