Repository: Andrei-Rosu/symfony-website-skeleton-starter
Catalog: translations/validators.*.xlf
Languages: fr

# valitor.user.unique.message
source: An account has already this email. Choose another one.
fr: __valitor.user.unique.message

# validator.user.email.email
source: Your email is not valid. E.g : toto@toto.fr.
fr: __validator.user.email.email

# validator.user.email.not_blank
source: Your email can't be empty.
fr: __validator.user.email.not_blank.

# validator.user.email.max_length
source: Too many characters for your email (max 64).
fr: __validator.user.email.max_length

# validator.user.plain_password.regex
source: Your password has to contain at least 8 characters and one number.
fr: __validator.user.plain_password.regex

# validator.user.firstname.not_blank
source: Your firstname can't be empty.
fr: __validator.user.firstname.not_blank

# validator.user.firstname.regex
source: Your firstname can contain only alpha characters.
fr: __validator.user.firstname.regex

# validator.user.firstname.min_length
source: Your firstname needs more characters (2 min).
fr: __validator.user.firstname.min_length

# validator.user.firstname.max_length
source: Too many characters for your firstname (max 32).
fr: __validator.user.firstname.max_length

# validator.user.lastname.not_blank
source: Your firstname can't be empty.
fr: __validator.user.lastname.not_blank

# validator.user.lastname.regex
source: Your firstname can contain only alpha characters.
fr: __validator.user.lastname.regex

# validator.user.lastname.min_length
source: Your firstname needs more characters (2 min).
fr: __validator.user.lastname.min_length

# validator.user.lastname.max_length
source: Too many characters for your firstname (max 32).
fr: __validator.user.lastname.max_length

# validator.user.phone_number.regex
source: Your phonenumber is not valid.
fr: __validator.user.phone_number.regex

# form.user.password.invalid.message
source: The password fields must match.
fr: __form.user.password.invalid.message
